Repository: baabte/baabtraCompany
Catalog: po/*.po
Languages: ar

source: % of Commission
ar: % عمولة

source: (Embeddable fields can be added to the answer template by the candidate if needed.)
ar: (الحقول القابلة للتضمين هي حقول يمكن إضافتها للإجابة من قبل المرشّح إذا لزم الأمر)

source: (Please specifiy the Evaluator)
ar: (الرجاء تحديد مقيّم)

source: (Please specifiy the Mode of Batch)
ar: (الرجاء تحديد صيغة دفعة)

source: (Please specifiy the Type of Batch)
ar: (الرجاء تحديد نوع الدفعة)

source: (Please specifiy the mode of delivery of the course)
ar: (الرجاء تحديد طريقة تسليم الحلقة الدراسية)

source: (Please specifiy to which all branches this course is available)
ar: (الرجاء تحديد جميع الشعب التي يجب إتاحة هذه الحلقة الدراسية لها)

source: (Please specify the type of the Course)
ar: (الرجاء تحديد نوع الحلقة الدراسية)

source: (Please specify who all in the selected branches has access to the course)
ar: (الرجاء تحديد كلّ من له من الشعب المختارة حق الدخول إلى الحلقة الدراسية)

source: (Primary answer template will be shown to the candidate when he tries to answer this question.)
ar: (سيتمّ عرض الحقول في قالب الإجابة الأولية إلى المرشّح عند محاولته للإجابة على هذا السؤال)

source: * Add this batch to more courses
ar: * أضف هذه الشعبة للمزيد من الحلقات الدراسية

source: *Designation help your course to be shown when people search courses by Designation
ar: * الوظيفية تساعد على عرض حلقتك الدراسية عندما يقوم الناس بالبحث عن الحلقات الدراسية عن طريق الوظيفة

source: *Tags help your course to be shown when people search courses by tags
ar: * البطاقات تساعد على عرض حلقتك الدراسية عندما يقوم الناس بالبحث عن الحلقات الدراسية عن طريق البطاقات

source: *Technologies help your course to be shown when people search courses under specific technologies
ar: * التكنولوجيات تساعد على عرض حلقتك الدراسية عندما يقوم الناس بالبحث عن الحلقات الدراسية في تكنولوجيات محدّدة.

source: Academic Details
ar: بيانات أكاديمية

source: Actual name of the field
ar: الاسم الفعلي للحقل

source: Add
ar: إضافة

source: Add After
ar: إضافة بعد

source: Add Batch Template
ar: إضافة قالب الشعبة

source: Add Domain
ar: إضافة نطاق

source: Add Exit Criteria
ar: إضافة معيار الخروج

source: Add Feedback Question
ar: إضافة سؤال التغذية العكسية

source: Add Menu
ar: إضافة قائمة

source: Add New Course Element
ar: إضافة عنصر جديد للدورة

source: Add Question
ar: إضافة سؤال

source: Add Reseller
ar: إضافة بائع التجزئة

source: Add a Course Domain
ar: إضافة نطاق حلقة دراسية

source: Add a Course Element
ar: إضافة عنصر حلقة دراسية

source: Add a Domain
ar: إضافة نطاق

source: Add a reseller
ar: إضافة بائع التجزئة

source: Add department
ar: إضافة قسم

source: Add this batch under the courses
ar: إضافة هذه الشعبة في الحلقات الدراسية

source: Add to Feedback
ar: إضافة إلى التغذية العكسية

source: Add to Test
ar: إضافة إلى اختبار

source: Address
ar: العنوان

source: All Batches
ar: جميع الشعب

source: All Branches
ar: حميع الفروع

source: All Mentees
ar: جميع المتلقّين

source: Allowed values
ar: القيم المسموح بها

source: Already all course material under the course has been added to this user time line
ar: لقد تمّت إضافة جميع موادّ الحلقة الدراسية تحت هذه الدورة إلى دورة هذا المستخدِم

source: Alternate E-mail Address
ar: عنوان البريد الإلكتروني البديل

source: Answer type
ar: نوع الإجابة

source: Answer Key Points & Mark Weightage
ar: نقاط رئيسية للإجابة وترجيح العلامات

source: Answers
ar: الأجوبة

source: Assign
ar: تعيين

source: Assign Course Material
ar: تعيين موادّ الحلقة الدراسية

source: Attendence Tracking
ar: تمكين تتبع الحضور

source: Back
ar: إلى الوراء

source: Background
ar: الخلفية

source: Batch Assignment
ar: مهمة الشعبة

source: Batch Attendance
ar: حضور الشعبة

source: Batch Ends On
ar: تنتهي الشعبة في

source: Batch Starts On
ar: تبدأ الشعبة في

source: Birthdate (dd-mm-yyyy)
ar: تاريخ الولادة (يوم- شهر- سنة)

source: Branch Name
ar: اسم الشعبة

source: Branches
ar: الفروع

source: Bulk Enrollment
ar: تسجيل جماعي

source: Can be added by the user
ar: يمكن الإضافة من قبل المستخدم

source: Can be an answer
ar: قد يكون إحابة

source: Cancel
ar: إلغاء

source: Candidate Course Details
ar: تفاصيل حلقة دراسية المرشح

source: Change Icon
ar: تغيير الأيقونة

source: Change icon
ar: تغيير الرمز

source: Change your avatar ?
ar: تغيير صورة ملفّك الشخصي؟

source: Chart type
ar: نوع الرسم البياني

source: Check all
ar: تحقّق من الكلّ

source: Choose Your Icon
ar: اختر أيقونتك

source: Colour
ar: اللون

source: Comment
ar: التعليق

source: Company
ar: الشركة

source: Company Addresss
ar: عنوان الشركة

source: Company Admin
ar: إدارة الشركة

source: Company Email Address
ar: عنوان البريد الإلكتروني للشركة

source: Company Info
ar: معلومات عن الشركة

source: Company Name
ar: اسم الشركة

source: Company User
ar: مستخدم الشركة

source: Company Users
ar: مستخدموا الشركة

source: Confirm Password
ar: كلمة مرور الشركة

source: Contact Details
ar: تفاصيل الاتصال

source: Contact Info
ar: معلومات الاتصال

source: Contact No
ar: رقم الاتصال

source: Contact Number
ar: رقم الاتصال

source: Contact Person
ar: شخص للاتصال

source: Continue
ar: استمرار

source: Country
ar: البلد

source: Course
ar: الحلقة الدراسية

source: Course Domain
ar: نطاق الحلقة الدراسية

source: Course Drafts
ar: مسودّات الحلقة الدراسية

source: Course Elements
ar: عناصر الحلقة الدراسية

source: Create
ar: إنشاء

source: Create A Menu Group
ar: إنشاء مجموعة قائمة

source: Create Step
ar: إنشاء خطوة

source: Create a feedback
ar: إنشاء تغذية عكسية

source: Create a feedback form
ar: إنشاء تغذية عكسية من

source: Create feedback
ar: إنشاء تغذية عكسية

source: Cropped Image:
ar: تشذيب صورة

source: Current Menus
ar: القوائم الحالية

source: Custom attribute name
ar: اسم سمة مخصّصة

source: Custom attribute value
ar: قيمة سمة مخصّصة

source: Customize Forms
ar: تخصيص نماذج

source: Date of Joining
ar: تاريخ الالتحاق

source: Debug
ar: تصحيح

source: Default Template
ar: قالب افتراضي

source: Department Head
ar: رئيس القسم

source: Department Name
ar: اسم القسم

source: Descriptive
ar: وصفي

source: Designation
ar: المنصب

source: Discard
ar: تجاهل

source: Dispaly Name
ar: اسم العرض

source: District
ar: إقليم

source: Do you have a label for this
ar: هل لديك علامة لهذا الحقل؟

source: Domain Name
ar: اسم النطاق

source: Done
ar: تمّ

source: Dont Start On
ar: لا تُشغّل

source: Drafted Course
ar: دورات مصوّغة

source: Drafted Courses
ar: دورات مصوّغة

source: Duration
ar: المدّة

source: Duration type
ar: نوع المدة

source: E-mail address
ar: عنوان البريد الإلكتروني

source: Edit Existing Menus
ar: تحرير القوائم الحالية

source: Edit Exsisting Course Element
ar: تحرير موادّ الدورة الحالية

source: Email
ar: عنوان البريد الإلكتروني

source: Email Address
ar: عنوان البريد الإلكتروني

source: Email& Sms template Configuration
ar: تشكيل قالب البريد الإلكتروني والرسائل النصية القصيرة

source: Embeddable fields:
ar: حقول قابلة للتضمين

source: Enable this feature to activate attendence tracking on this course Material
ar: تمكين هذه الخاصية لتفعيل تتبع الحضور على مادة هذه الدورة

source: Enable this feature to activate attendence tracking on this course element
ar: تمكين هذه الخاصية لتفعيل تتبع الحضور على مادة هذه الدورة

source: End Time
ar: وقت الانتهاء

source: Ends On
ar: ينتهي في

source: Enter
ar: أدخل

source: Enter New Step Name
ar: أدخل اسم الخطوة الجديدة

source: Enter a Display Name for the course element
ar: أدخل اسم عرض لعنصر الدورة

source: Enter a description for the role
ar: أدخل وصفًا للدور

source: Enter a name for the course element
ar: أدخل اسمًا لعنصر الدورة

source: Enter action name
ar: أدخل اسم العملية

source: Enter baabtra.com account info for
ar: أدخل معلومات حساب baabtra.com لغرض

source: Enter menu link
ar: أدخل رابطة القائمة

source: Enter menu name
ar: أدخل اسم القائمة

source: Enter state name
ar: أدخل اسم الولاية

source: Enter your Email
ar: أدخل بريدك الإلكتروني

source: Enter your email address below and we will send you instructions on how to change your password.
ar: أدخل بريدك الإلكتروني أدناه وسنرسل لك التعليمات عن تغيير كلمة المرور

source: Event
ar: حدث

source: Existing roles
ar: الأدوار القائمة

source: Facebook profile url
ar: واجد الموارد الموحّد للفيسبوك الشخصي

source: Facebook url
ar: واجد الموارد الموحّد للفيسبوك الشخصي

source: Fax
ar: فاكس

source: Feature Configuration
ar: تكوين خاصية

source: Feedback List
ar: قائمة التغذية العكسية

source: Feedback Report
ar: تقرير التغذية العكسية

source: Feedback about
ar: التغية العكسية عن

source: Feedback description
ar: وصف التغذية العكسية

source: Feedback title
ar: عنوان التغذية العكسية

source: Female
ar: أنثى

source: First Name
ar: الاسم الأول

source: Forgot password?
ar: هل نسيت كلمة المرور؟

source: Forgot your password?
ar: هل نسيت كلمة المرور؟

source: Form
ar: نموذج

source: Form Display Name
ar: اسم عرض النموذج

source: Form Name
ar: اسم النموذج

source: Free
ar: سالك

source: From
ar: من

source: Gender
ar: الجنس

source: Google+ profile url
ar: واجد الموارد الموحّد للجوجل+ الشخصي

source: Guardian Details
ar: بيانات وليّ الأمر

source: Guardian E-mail
ar: البريد الإلكتروني لوليّ الأمر

source: Guardian Mobile Number
ar: رقم جوّال وليّ الأمر

source: Guardian Name
ar: اسم وليّ الأمر

source: Help text
ar: نصّ المساعدة

source: Here you can select elemets which the user should be able to nest with the currently adding course element
ar: هنا يمكن لك أن تختار العناصر التي يكون المستخدم قادرًا على أن يجعله متداخلاً مع عنصر الدورة التي إضافتها حاليًا

source: Icon
ar: أيقونة

source: Installments
ar: دفعات

source: Job Title
ar: المسمّى الوظيفي

source: Job Description
ar: بيان الوظيفة

source: Job Title
ar: المسمّى الوظيفي

source: Join Date
ar: تاريخ الالتحاق

source: Label for the piece of detail
ar: تسمية لقطعة التفاصيل

source: Last Name
ar: الاسم الأخير

source: LinkedIn profile url
ar: واجد الموارد الموحّد لـ LinkedIn الشخصي

source: LinkedIn url
ar: واجد الموارد الموحّد لـ LinkedIn الشخصي

source: Live Result
ar: نتيجة حيّة

source: Location
ar: الموقع

source: Log In
ar: تسجيل الدخول

source: LogOut
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Login Credentials
ar: اعتماد تسجيل الدخول

source: Male
ar: ذكر

source: Manage
ar: إدارة

source: Manage Branches
ar: إدارة الفروع

source: Manage Course Element Fields
ar: إدارة حقول عنصر الدورة

source: Manage Courses
ar: إدارة الدورات الدراسية

source: Manage Job
ar: إدارة الوظائف

source: Manage Menu
ar: إدارة القوائم

source: Manage Menu for Roles
ar: إدارة القائمة للأدوار

source: Manage Menu for Users
ar: إدارة القائمة للمستخدمين

source: Manage Plan
ar: إدارة الخطط

source: Manage Users
ar: إدارة المستخدمين

source: Manage batches
ar: إدارة الشعب

source: Manage company roles
ar: إدارة أدوار الشركة

source: Manage course element Fields
ar: إدارة حقول عنصر الدورة

source: Marital Status
ar: الحالة المدنية

source: Mark
ar: علامة

source: Mark Criteria
ar: نمط توزيع علامات

source: Marks
ar: مارك

source: Married
ar: متزوج

source: Max Salary
ar: أقصى الراتب

source: Maximum Salary
ar: أقصى الراتب

source: Menu List
ar: قائمة بالروابط القائمة

source: Min. No. of units
ar: الحد الأدنى عدد الوحدات

source: Minimum Salary
ar: الحد الأدنى للراتب

source: Mobile Number
ar: رقم الهاتف المحمول

source: Mode of Course
ar: النمط الدراسي

source: Multi Answer
ar: إجابات متعددة

source: Multiple Page
ar: صفحة متعددة

source: My Courses
ar: بلدي الدورات

source: Name of the Batch
ar: اسم دفعة

source: Name of the course
ar: اسم المساق

source: Name of the feature
ar: اسم الميزة

source: Name of the role
ar: اسم الدور

source: Name to be displayed for the field
ar: اسم عرض للحقل

source: Nestable Elements
ar: عناصر Nestable

source: Next
ar: التالى

source: Next Section
ar: القسم التالي

source: No Matching Courses Found.
ar: لا توجد مقررات دراسية مطابقة تم العثور عليها

source: No. of units
ar: عدد الوحدات

source: Not Found!
ar: لم يتم العثور على!

source: Number of seats
ar: عدد المقاعد

source: Objective
ar: نوع موضوعي

source: Office Admin
ar: مكتب المشرف

source: Offline
ar: غير متصل

source: On Submit
ar: عندما أكملت

source: Onetime
ar: مرة واحدة

source: Online
ar: على الانترنت

source: Paid
ar: مدفوع

source: Pass out
ar: مرت بها على

source: Password
ar: كلمة المرور

source: Percentage
ar: نسبة مئوية

source: Personal Info
ar: معلومات شخصية

source: Phone
ar: هاتف

source: Phone Number
ar: رقم الهاتف

source: Plan Name
ar: اسم الخطة

source: Please choose a logo...
ar: الرجاء اختيار شعار

source: Please click this link for adding batch to existing Courses
ar: الرجاء النقر فوق هذا الارتباط لإضافة دفعة إلى الدورات الحالية

source: Please select an image to represent the course
ar: يرجى تحديد صورة لتمثيل بالطبع

source: Please specify Domains applicable to your course (eg: Accounting, Hospitality etc.)
ar: يرجى تحديد المجالات المطبقة على (على سبيل المثال: المحاسبة الضيافة وما إلى ذلك)

source: Please specify the payment type
ar: يرجى تحديد نوع الدفع

source: Post A Job
ar: نشر ألف وظيفة شاغرة

source: Post Job
ar: نشر شاغر الوظيفة

source: Post a job
ar: نشر شاغر الوظيفة

source: Posted On:
ar: نشرت في

source: Previous Section
ar: القسم السابق

source: Primary answer template:
ar: قالب الجواب الأساسية

source: Private
ar: الوصول الخاص

source: Professional Experience
ar: الخبرة المهنية

source: Profile
ar: الملف الشخصي

source: Properties Template
ar: قالب الملكية

source: Public
ar: الوصول العام

source: Publish a Course
ar: إضافة دورة تدريبية

source: Published Courses
ar: الدورات المنشورة

source: Qualification
ar: المؤهل

source: Qualifying Score
ar: المؤهلة نقاط

source: Question
ar: سؤال

source: Question Group
ar: السؤال المجموعة

source: Question View
ar: تظهر أسئلة على

source: Questions per page
ar: الأسئلة لكل صفحة

source: Register
ar: تسجل

source: Register Company
ar: تسجيل الشركة

source: Register a company
ar: تسجيل الشركة

source: Register a new Company
ar: تسجيل الشركة

source: Registered Companies
ar: الشركات المسجلة

source: Remove my avatar
ar: إزالة بلدي بس

source: Repeat
ar: كرر

source: Repeat every
ar: تكرار في كل

source: Repeats
ar: يكرر

source: Report type
ar: نوع التقرير

source: Reports
ar: تقارير

source: Response
ar: استجابة

source: Response type
ar: نوع الاستجابة

source: Result Mode
ar: وضع النتيجة

source: Save
ar: حفظ

source: Save Changes
ar: حفظ التغييرات

source: Save Course Element
ar: حفظ

source: Search
ar: البحث

source: Search Course
ar: دورة البحث

source: Search Jobs...
ar: البحث عن وظائف...

source: Search...
ar: بحث...

source: Select Branch
ar: حدد فرع

source: Select Role
ar: حدد دور

source: Select a Country
ar: اختر البلد

source: Select a Course
ar: اختار دورة

source: Select a District
ar: اختر منطقة

source: Select a Sector
ar: إختر القطاع

source: Select a State
ar: اختر الدولة

source: Select a detail type
ar: اختر نوع التفاصيل

source: Select a payment type
ar: اختر نوع الدفع

source: Select an answer
ar: اختر إجابة

source: Select an image file:
ar: حدد ملف صورة

source: Select numbering type
ar: حدد نوع الترقيم

source: Select palette
ar: حدد نوع الإدخال

source: Select roles
ar: اختر الأدوار

source: Selected Step Name
ar: اسم الخطوة المحددة

source: Send
ar: إرسال

source: Settings
ar: الإعدادات

source: Sign in to
ar: تسجيل الدخول إلى

source: Sign in with facebook
ar: مع توقع في الفيسبوك

source: Sign in with linkedin
ar: تسجيل الدخول مع ينكدين

source: SignUp
ar: سجل

source: Single
ar: وحيد

source: Single Answer
ar: إجابة واحدة

source: Single Page
ar: صفحة واحدة

source: Social Profiles
ar: الملامح الاجتماعية

source: Specialization
ar: تخصص

source: Specific Branches
ar: فروع محددة

source: Start Time
ar: وقت البدء

source: Starts On
ar: تاريخ بدء

source: State
ar: الدولة

source: Submit
ar: حفظ

source: Tags
ar: العلامات

source: Take me to classroom
ar: يأخذني إلى غرفة الصف

source: Technologies
ar: تكنولوجيا

source: The time line below represents the total duration of the course.
ar: خط الزمن أدناه يمثل المدة الإجمالية من مسار

source: Title
ar: لقب

source: To
ar: إلى

source: Total Mark
ar: مجموع العلامات

source: Total Amount
ar: المبلغ الإجمالي

source: Total Marks
ar: مجموع العلامات

source: Twitter profile url
ar: تويتر الملف الشخصي للرابط

source: Twitter url
ar: تويتر رابط

source: Type
ar: النوع

source: Undo Remove Avatar
ar: التراجع عن إزالة الصورة الرمزية

source: University
ar: جامعة

source: Update
ar: حفظ

source: Update Course Element
ar: حفظ

source: Update Job
ar: حفظ

source: Update Profile Picture
ar: تحديث الصورة الشخصية

source: Upload your excel document
ar: يرجى تقديم مستند Excel

source: Upload your new picture
ar: تحميل الصورة الجديدة

source: Use
ar: استعمال

source: Use commas to separate tags
ar: استخدم الفواصل للفصل بين العلامات

source: User
ar: المستخدم

source: User Credentials
ar: مسوغات المستخدم

source: User Customizable Form List
ar: العضو تخصيص أشكال

source: User Name
ar: اسم المستخدم

source: User Registration
ar: تسجيل المستخدم

source: User Report
ar: تقارير المستعمل

source: User Reports
ar: تقارير المستعمل

source: Username
ar: اسم المستخدم

source: Valid until
ar: صالحة حتى

source: Validation
ar: التحقق من صحة

source: View Batches
ar: اعرض فندق دفعات

source: View Batches
ar: اعرض فندق دفعات

source: View Jobs
ar: عرض الوظائف

source: View Order Form
ar: عرض ترتيب الأشكال

source: View Users
ar: عرض المستخدمين

source: Visible to user
ar: مرئية للمستخدم

source: Website url
ar: رابط الموقع

source: Why / Why not this answer (optional)
ar: لماذا / لماذا لا هذا الجواب (اختياري)

source: You can click on any point in the timeline and add a payment check point. A payment check point means an intermediate point of time during the course where the candidate has to pay a certain amount as part of the installments. If you set an arcade mode on this the candidate will not be able to advance without making the specified payment. (Payment check points can also be added while adding course materials)
ar: يمكنك النقر على أي نقطة في جدول زمني وإضافة نقطة تفتيش الدفع. وهناك نقطة الاختيار دفع تعني نقطة وسيطة من الوقت أثناء حيث لديه مرشح لدفع مبلغ معين كجزء من أقساط. إذا قمت بتعيين وضع الممرات على هذا فإن المرشح لن تكون قادرة على المضي قدما من دون دفع المحدد. (نقاط التفتيش الدفع يمكن أيضا إضافة مع إضافة مواد دراسية)

source: Your Email
ar: عنوان بريدك

source: Zip Code
ar: الرمز البريدي

source: Zip Code
ar: الرمز البريدي

source: baabtra password
ar: baabtra كلمة المرور

source: baabtra username
ar: baabtra اسم المستخدم

source: back to sign in
ar: ارجع إلى تسجيل الدخول

source: cancel
ar: ألغِ

source: choose an option
ar: اختر خيار

source: description
ar: وصف

source: global Settings
ar: إعدادات العالمية

source: gplus url
ar: GPLUS رابط

source: log in
ar: تسجيل الدخول

source: manage Roles
ar: إدارة الأدوار

source: price
ar: السعر

source: show more..
ar: عرض المزيد ..

source: update profile picture
ar: تحديث صورة الملف الشخصي
